export const COLLEGE_DEPARTMENTS: Record<string, string[]> = {
  "كلية إدارة الأعمال": [
    "تخصص عام",
    "نظم المعلومات الإدارية",
    "التسويق",
    "إدارة الموارد البشرية",
    "المالية",
    "المحاسبة",
    "القانون",
  ],
  "كلية هندسة وعلوم الحاسب": [
    "تخصص عام",
    "علوم الحاسب",
    "هندسة الحاسب",
    "نظم المعلومات",
    "هندسة البرمجيات",
  ],
  "كلية الهندسة": [
    "تخصص عام",
    "الهندسة المدنية",
    "الهندسة الكهربائية",
    "الهندسة الصناعية",
    "الهندسة الميكانيكية",
  ],
};
